Repository: unitpay/woocommerce-module
Catalog: unitpay/lang/unitpay-*.po
Languages: ru_ru

source: Payment by Unitpay (Bank cards and other payment methods)
ru_ru: Оплата Unitpay (Банковские карты и другие методы оплаты)

source: Setup payments parameters.
ru_ru: Настройка приема электронных платежей Unitpay.

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enabled
ru_ru: Включен

source: Insert your working DOMAIN
ru_ru: Вставьте ваш рабочий домен

source: Copy PUBLIC KEY from your account page in unitpay system
ru_ru: Скопируйте PUBLIC KEY со страницы проекта в системе Unitpay

source: Copy SECRET KEY from your account page in unitpay system
ru_ru: Скопируйте SECRET KEY со страницы проекта в системе Unitpay

source: Payment for Order №
ru_ru: Оплата по заказу №

source: Pay
ru_ru: Оплатить

source: Cancel payment and return back to card
ru_ru: Отказаться от оплаты и вернуться в корзину

source: Thank you for your order, press button to pay.
ru_ru: Спасибо за Ваш заказ, пожалуйста, нажмите кнопку ниже, чтобы заплатить.

source: Wrong method
ru_ru: Неверный метод

source: Wrong signature
ru_ru: Неверная сигнатура

source: Order not created
ru_ru: Заказа не существует

source: Wrong order sum
ru_ru: Не совпадает сумма заказа

source: Wrong order currency
ru_ru: Не совпадает валюта заказа

source: Request successfully
ru_ru: Запрос успешно обработан

source: Payment error
ru_ru: Ошибка оплаты
